{
  "home": "Home",
  "personal-training": "Personal Training",
  "pt": "Personal Training",
  "group-classes": "Group Classes",
  "transformations": "Transformations",
  "contact": "Contact",
  "homeTitle": "Transform your lifestyle at AllieFit Studio",
  "homeDescription": "Personal training, customized nutrition plans, and group classes such as Kangoo Jumps, functional training, stretching & mobility.",
  "homeActionButton": "Schedule a free session",
  "nutrition-plans": "Nutrition Plans",
  "personalTrainingDescription": "Classic aerobic elements combined with fitness, Functional training, TRX, Tabata, Total body workout",
  "groupClassesDescription": "Kangoo jumps, Functional training, Stretching & mobility classes",
  "nutritionPlansDescription": "Personalized nutrition plans based on individual dietary needs and goals",
  "aboutMe": "About Me",
  "aboutMeTitle": "A sports enthusiast since childhood, I have always loved being active and close to people.",
  "aboutMeDescriptionRow1": "I started dancing in childhood, then continued in adolescence with aerobics, tae-bo, step — I tried them all until I became an official and international instructor of Aerobic and Kangoo Jumps.",
  "aboutMeDescriptionRow2": "Later, I focused on personal training, which I currently practice, combining elements of classic fitness with those of functional training, aerobic, tabata, TRX, and various forms of cardio.",
  "aboutMeDescriptionRow3": "Also, being a food industry chemical engineer by training, I create personalized nutrition plans based on the different dietary needs we each have, without relying on classic restrictive diets.",
  "transformationsDescription": "Weight loss transformations are stories of courage and rebirth, where people regain their confidence, joy of living, and self-love.",
  "footerText": "Find me on social media",
  "footerCopyright": "© Copyright 2025 alliefit.ro",
  "personalTrainingServicesTitle": "What does a personal training package include?",
  "initialEvaluationTitle": "Initial Evaluation",
  "initialEvaluationDescription": "weighing, measuring, determining indices and body parameters, setting goals",
  "nutritionPlanTitle": "Nutrition Plan",
  "nutritionPlanDescription": "based on the individual's needs and requirements",
  "trainingPlanTitle": "2/3 workouts per week",
  "trainingPlanDescription": "customized based on the individual's needs",
  "supportTitle": "Monitoring and Support",
  "supportDescription": "permanently from me",
  "personalTrainingServicesAdditionalInfo": "Personal training sessions are conducted 1:1, just me and the individual, at any time of day desired by them, depending on available hours.",
  "subscriptions": "Subscriptions",
  "currency": "RON",
  "session": "{{sessionCount}} session",
  "sessions": "{{sessionCount}} sessions",
  "sessionsDescriptionRow1": "Subscriptions are valid for 1 month from the start date, but can be extended by a maximum of 5 working days beyond the expiration date only for medical reasons or vacations (announced in advance).",
  "sessionsDescriptionRow2": "Any absence from the gym, for reasons beyond my control, can only be rescheduled within the same month, subject to availability, without affecting the monthly payment.",
  "sessionsDescriptionRow3": "Payment is made once a month, on the same date, depending on the start date.",
  "personalTrainingNecessityTitle": "Why choose a personal trainer?",
  "personalTrainingNecessityDescriptionRow1": "Because you are unique, because your needs are unique, because you will become much more receptive to everything that happens to you and you will be much more involved in the transformation that awaits you.",
  "personalTrainingNecessityDescriptionRow2": "Because it is a way to be much more responsible, because you will understand and learn many things about your body, about what happens to you when you work with your own body, because you will set and track your goals and your own objectives much more easily.",
  "personalTrainingNecessityDescriptionRow3": "Of course, among the advantages of having your own trainer are:",
  "personalTrainingNecessityDescriptionRow4": "hourly and temporal flexibility",
  "personalTrainingNecessityDescriptionRow5": "the possibility of having a concise plan of training specific to your needs",
  "personalTrainingNecessityDescriptionRow6": "and last but not least, you will gain a friend, a guide on the journey you will take towards a new lifestyle",
  "schedule": "Schedule",
  "scheduleOnSiteOnline": "at the gym + online",
  "scheduleOnline": "online",
  "nutritionPlansTitle": "To achieve optimal results in the process of losing weight or toning",
  "nutritionPlansDescriptionRow1": "Regardless of your goal – whether you want to lose weight, maintain your weight, gain muscle mass, or simply adopt a healthier lifestyle – it is not necessary to follow restrictive diets or strictly count calories at every meal.",
  "nutritionPlansDescriptionRow2": "On the contrary, a rigid and overly controlled approach can lead to unnecessary stress, and this type of constant pressure can significantly hinder the process and even increase the risk of failure or abandonment of your goals.",
  "nutritionPlansDescriptionRow3": "It is important to understand that each person's dietary needs are deeply individual. They must be determined based on a series of personal factors such as age, gender, level of physical activity, health status, long-term goals, and food preferences. What works for one person may not be suitable at all for another, and adapting your diet to your own lifestyle is essential for achieving and maintaining the desired results.",
  "price": "Price",
  "monthly": "monthly",
  "nutritionPlansPriceDescriptionRow1": "Includes evaluation, creation of the nutrition plan, and daily progress monitoring",
  "nutritionPlansPriceDescriptionRow2": "Personal training packages include a personalized nutrition plan for free.",
  "nutritionalPlansServicesTitle": "What does a nutrition plan involve?",
  "evaluation": "Evaluation",
  "creatingTheNutritionalPlan": "Creating the nutrition plan",
  "dailyTracking": "Daily progress monitoring",
  "nutritionalPlansServicesDescriptionRow1": "To receive a nutrition plan tailored to your needs:",
  "nutritionalPlansServicesDescriptionRow2": "Send me a message to arrange all the necessary details.",
  "nutritionalPlansServicesDescriptionRow3": "We will discuss your lifestyle, goals, and food preferences.",
  "contactDescription": "Contact me to schedule a free trial session.",
  "name": "Name",
  "email": "E-mail",
  "message": "Message",
  "send": "Send",
  "address": "Address",
  "phone": "Phone",
  "kangoo-jumps": "Kangoo Jumps",
  "functional-training": "Functional Training",
  "latino-dance": "Latino Dance",
  "kangooJumpsTitle": "Workouts based on medical and sports recovery, performed on boots specially developed for this purpose.",
  "kangooJumpsDescriptionRow1": "The boots are designed for all ages and training levels, are very easy to use, and were created for rehabilitation purposes, but also for fun.",
  "kangooJumpsDescriptionRow2": "The patented protection system not only helps increase impact time, but also reduces it by up to 80%, which means it is the only type of workout where the spine and joints are protected.",
  "kangooJumpsDescriptionRow3": "The boots provide a safe and effective method for muscle development, improving the cardiovascular system, reducing excess fat, ensuring skin firmness, promoting ideal postural balance, increasing bone density, and combating stress by releasing endorphins.",
  "kangooJumpsSubscriptionsDescriptionRow1": "Bonus: 10% discount for owners of personal boots – valid only for 8-session subscriptions",
  "comboSubscriptions": "Mixed subscriptions",
  "comboSessions": "{{sessionCount}} sessions {{sessionType}}",
  "kangooJumpsComboSubscriptionsDescriptionRow1": "Bonus: For mixed subscription prices, a 5% discount is given to owners of personal KJ boots (valid only for 8×4 and 8×8 session subscriptions).",
  "tuesdayAndThursday": "Tuesday and Thursday",
  "functionalTrainingTitle": "Dynamic functional training focused on strength, endurance, and mobility, adapted to all fitness levels.",
  "functionalTrainingDescriptionRow1": "In these unique classes, you will experience a fusion of functional training elements, circuits created for different muscle groups, as well as fiery tabata classes.",
  "functionalTrainingDescriptionRow2": "Specifically designed to enhance cardiovascular performance, toning, and improving muscle mass appearance.",
  "functionalTrainingDescriptionRow3": "Types of workouts: Tabata, Circuit Training, Functional Training",
  "mondayAndWednesday": "Monday and Wednesday",
  "latinoDanceTitle": "Courses dedicated to women, combining the grace of Latino movements with attitude and self-confidence.",
  "latinoDanceDescriptionRow1": "Ideal for toning, elegance in movement, and feminine expression through dance.",
  "latinoDanceDescriptionRow2": "Rediscover your femininity to Latino rhythms! What awaits you? A positive vibe, a pleasant and encouraging environment.",
  "latinoDanceDescriptionRow3": "Latino Lady Style classes are about attitude, elegance, sensual movements, and lots of energy!",
  "latinoDanceDescriptionRow4": "Come shape your own style, express yourself through dance, and enjoy every step.",
  "latinoDanceDescriptionRow5": "I help you improve your posture, grace, and confidence.",
  "latinoDanceDescriptionRow6": "I help you shine on the dance floor.",
  "latinoDanceDescriptionRow7": "You connect with other extraordinary women.",
  "monday": "Monday",
  "emailSentSuccessfully": "E-mail sent successfully!",
  "failedToSendEmail": "Failed to send email: {{error }}"
}
