{
  "home": "Acasă",
  "personal-training": "Personal training",
  "group-classes": "Clase de grup",
  "transformations": "Transformări",
  "contact": "Contact",
  "homeTitle": "Transformă-ți stilul de viață la",
  "homeDescription": "Personal training, planuri de nutriție personalizate, dar și clase de grup precum Kangoo Jumps, functional training, stretching & mobility.",
  "homeActionButton": "Programează o sesiune gratuită",
  "nutrition-plans": "Planuri de nutriție",
  "personalTrainingDescription": "Elemente de aerobic clasic îmbinate cu fitness, Functional training, TRX, Tabata, Total body workout",
  "groupClassesDescription": "Clase de Kangoo jumps, Functional training, Stretching & mobility",
  "nutritionPlansDescription": "Planuri de nutriție personalizată bazate pe necesitățile alimentare individuale și obiective",
  "aboutMe": "Despre mine",
  "aboutMeTitle": "Fire sportivă încă de mică, mereu mi-a plăcut să fiu în mișcare și aproape de oameni.",
  "aboutMeDescriptionRow1": "Am început încă din copilărie cu dansurile, continuând mai apoi în adolescență cu aerobicul, tae-bo, step — le-am cam încercat pe toate, până am devenit instructor oficial și internațional de Aerobic și Kangoo Jumps.",
  "aboutMeDescriptionRow2": "Ulterior, m-am axat pe partea de antrenamente personale, pe care le practic în prezent, îmbinând elemente din fitnessul clasic cu cele din antrenamentele funcționale, aerobic, tabata, TRX, diferite forme de cardio.",
  "aboutMeDescriptionRow3": "De asemenea, fiind la bază inginer chimist de industrie alimentară, creez planuri de nutriție personalizate, în funcție de necesitățile alimentare diferite pe care le avem fiecare dintre noi, fără a mă baza pe clasicele diete restrictive.",
  "transformationsDescription": "Transformările de slăbire sunt povești de curaj și renaștere, în care oamenii își recapătă încrederea, bucuria de a trăi și iubirea de sine.",
  "footerText": "Găsește-mă pe rețelele sociale",
  "footerCopyright": "© Copyright 2025 alliefit.ro",
  "personalTrainingServicesTitle": "Ce presupune un pachet de personal training?",
  "initialEvaluationTitle": "Evaluare inițială",
  "initialEvaluationDescription": "cântărire, măsurare, determinare indici și parametri corporali, stabilire obiective",
  "nutritionPlanTitle": "Plan alimentar",
  "nutritionPlanDescription": "în funcție de nevoile și necesitățile persoanei",
  "trainingPlanTitle": "2/3 sedinte săptămânale",
  "trainingPlanDescription": "personalizate în funcție de nevoile persoanei",
  "supportTitle": "Monitorizare și sprijin",
  "supportDescription": "permanent din partea mea",
  "personalTrainingServicesAdditionalInfo": "Antrenamentele personale se desfășoară 1:1, doar eu și persoana respectivă, la orice oră din zi dorită de aceasta, în funcție de orele disponibile.",
  "subscriptions": "Abonamente",
  "currency": "lei",
  "sessions": "ședințe",
  "sessionsDescriptionRow1": "Abonamentele au valabilitate 1 lună de zile din momentul începerii, dar se pot prelungi cu maximum 5 zile lucrătoare peste data expirării doar din motive medicale sau concedii (anunțate în prealabil).",
  "sessionsDescriptionRow2": "Orice neprezentare la sală, din motive independente de mine, se poate reprograma doar în cadrul aceleiași luni, în limita locurilor disponibile, fără a afecta plata lunară.",
  "sessionsDescriptionRow3": "Plata se face o dată pe lună, la aceeași dată, în funcție de data de început.",
  "personalTrainingNecessityTitle": "De ce să alegi un trainer personal?",
  "personalTrainingNecessityDescriptionRow1": "Pentru că ești unic, pentru că nevoile tale sunt unice, pentru că vei deveni mult mai receptiv la tot ce ți se întâmplă și vei fi mult mai implicat în transformarea care te așteaptă.",
  "personalTrainingNecessityDescriptionRow2": "Pentru că e o modalitate de a fi mult mai responsabil, pentru că vei înțelege și afla multe lucruri despre corpul tău, despre ce ți se întâmplă atunci când lucrezi cu propriul tău corp, pentru că îți vei stabili și urmări scopurile și propriile țeluri mult mai ușor.",
  "personalTrainingNecessityDescriptionRow3": "Desigur, printre avantajele de a avea propriul tău antrenor se numără și:",
  "personalTrainingNecessityDescriptionRow4": "flexibilitatea orară și temporală",
  "personalTrainingNecessityDescriptionRow5": "posibilitatea de a avea un plan concis de antrenamente specifice nevoilor tale",
  "personalTrainingNecessityDescriptionRow6": "și nu în ultimul rând, vei câștiga un prieten, o călăuză în drumul pe care îl vei parcurge către un nou stil de viață",
  "schedule": "Program",
  "scheduleOnSiteOnline": "la sală + online",
  "scheduleOnline": "online",
  "nutritionPlansTitle": "Pentru a avea rezultate optime în ceea ce privește procesul de slăbire sau de tonifiere",
  "nutritionPlansDescriptionRow1": "Indiferent care este scopul tău – fie că îți dorești să slăbești, să îți menții greutatea, să câștigi masă musculară sau pur și simplu să adopți un stil de viață mai sănătos – nu este necesar să urmezi diete restrictive sau să calculezi cu strictețe caloriile la fiecare masă. ",
  "nutritionPlansDescriptionRow2": "Dimpotrivă, o abordare rigidă și excesiv de controlată poate duce la stres inutil, iar acest tip de presiune constantă poate îngreuna semnificativ procesul și chiar crește riscul de eșec sau de abandon al obiectivelor propuse.",
  "nutritionPlansDescriptionRow3": "Este important să înțelegem că nevoile alimentare ale fiecărei persoane sunt profund individuale. Acestea trebuie stabilite în funcție de o serie de factori personali precum vârsta, sexul, nivelul de activitate fizică, starea de sănătate, obiectivele pe termen lung și preferințele alimentare. Ceea ce funcționează pentru o persoană poate să nu fie deloc potrivit pentru alta, iar adaptarea alimentației la propriul stil de viață este esențială pentru obținerea și menținerea rezultatelor dorite.",
  "price": "Preț",
  "monthly": "lunar",
  "nutritionPlansPriceDescriptionRow1": "Include evaluare, întocmirea planului alimentar și monitorizarea zilnică a progresului",
  "nutritionPlansPriceDescriptionRow2": "Pachetele de personal training includ gratuit planul alimentar personalizat.",
  "nutritionalPlansServicesTitle": "Ce presupune un plan alimentar?",
  "evaluation": "Evaluare",
  "creatingTheNutritionalPlan": "Întocmirea planului alimentar",
  "dailyTracking": "Monitorizarea zilnică a progresului",
  "nutritionalPlansServicesDescriptionRow1": "Pentru a primi un plan alimentar adaptat nevoilor tale:",
  "nutritionalPlansServicesDescriptionRow2": "Trimite-mi un mesaj pentru a stabili toate detaliile necesare.",
  "nutritionalPlansServicesDescriptionRow3": "Vom discuta despre stilul tău de viață, obiective și preferințe alimentare.",
  "contactDescription": "Contactează-mă pentru a programa o ședință de probă, gratuită.",
  "name": "Nume",
  "email": "Email",
  "message": "Mesaj",
  "send": "Trimite"
}
